
APPROVED = 'درخواست شما تاید شده است'
REJECTED = 'درخواست شما رد شده است'
PENDING = 'درخواست شما درحال بررسی است.'
ACCESS_DENIED = 'شما دسترسی به این درخواست را ندارید'
SUBMITTED = 'درخواست شما ثبت شد'
RESUBMITTER = 'درخواست شما مجددا ثبت شد'
DUPLICATE = 'یک درخواست درحال پیگیری/تایید شده برای این کد ملی وجود دارد'


EMAIL_SUBJECT_APPROVED = "تایید درخواست"
EMAIL_SUBJECT_SUBMIT = "ثبت درخواست"
EMAIL_SUBJECT_REJECT = "رد درخواست"
EMAIL_SUBJECT_RESUBMIT = "ثبت درخواست مجدد"

EMAIL_APPROVED = \
"""
کاربر گرامی %s
با احترام به استحضار می‌رساند درخواست شما تایید شده است.
"""


EMAIL_REJECTED = \
"""
کاربر گرامی %s 
با احترام به استحضار می‌رساند درخواست شما به دلیل %s رد شده است.
در فرصت بعد به تجدید درخواست خود اقدام نمایید
"""


EMAIL_SUBMIT = \
"""
کاربر گرامی %s 
با احترام به استحضار می‌رساند درخواست شما ثبت و بزودی بررسی خواهد شد.
"""

EMAIL_RESUBMIT = \
"""
کاربر گرامی %s 
با احترام به استحضار می‌رساند درخواست شما مجدد ثبت و بزودی بررسی خواهد شد.
"""

NO_FACE_IMG1 = 'عدم وجود چهره در تصویر اول'
NO_FACE_IMG2 = 'عدم وجود چهره در تصویر دوم'
LOW_SIMILARITY 'شباهت پایین دو تصویر'