
APPROVED = 'درخواست شما تاید شده است'
REJECTED = 'درخواست شما رد شده است'
PENJDING = 'درخواست شما درحال بررسی است.'
ACCESS_DENIED = 'شما دسترسی به بررسی این درخواست را ندارید'


EMAIL_SUBJECT_APPROVED = "تایید درخواست"
EMAIL_SUBJECT_SUBMIT = "ثبت درخواست"
EMAIL_SUBJECT_REJECT = "رد درخواست"
EMAIL_APPROVED = \
"""
کاربر گرامی %s
با احترام به استحضار می‌رساند درخواست شما تایید شده است.
"""


EMAIL_REJECTED = \
"""
کاربر گرامی %s 
با احترام به استحضار می‌رساند درخواست شما به دلیل %s رد شده است.
در فرصت بعد به تجدید درخواست خود اقدام نمایید
"""


EMAIL_SUBMIT = \
"""
کاربر گرامی %s 
با احترام به استحضار می‌رساند درخواست شما ثبت و بزودی بررسی خواهد شد.
"""